{
  "Chinese (Mandarin)": {
    "plosives": "普通话中，爬山，扑灭，踏步，提琴，开关，克服这些动词都以爆破音开头。爆破音的发音需要掌握好气流的控制和口腔结构的变化。让我们一起练习这些声音，提高普通话的",
    "sibilants": "四季的色彩，秋天的丰收，冬季的寂静，春天的生机，夏天的热烈。书香门第里，传统的诗词，时代的变迁，从古至今，始终如一。四川的美食，特色火锅，串串香，川",
    "additional": "欢迎来到我们的声音检测会，今天我们将测试/m/、/n/、/tʃ/、/dʑ/等发音，明确声调问题，了解吸气导致的声音尖锐，分析音调语言，颚音在近距离麦克风设置中可能会产生刺耳声音"
  },
  "English (USA, UK, Australia, Canada)": {
    "plosives": "Peter picked a peck of pickled peppers before baking beautiful blueberry bread. Today, Tom's team tackled tough tasks, diligently doing their duties. Kat kept kicking kites, while Greg got going to the great garden.",
    "sibilants": "Sure, experience the sensation of sailing across a serene sea. The soft, soothing sizzle of the waves, the sun's shimmering sheen on the surface. The sea's secrets are shared in its subtle sighs, it's a symphony of sorts. So seize the day, set sail, and see where the sea takes you. From sunrise to sunset, the sea stays your steadfast companion, its song serenading you. The sea, a soothing sanctuary, a silent solace.",
    "additional": "From vintage furniture to fresh fruit, we offer a variety of choices. Just adjust your microphone's distance to manage popping sounds and sibilance. Whether you prefer the American or British accent, the richness of the /r/ sound will surely captivate you."
  },
  "Hindi": {
    "plosives": "Prashant, bade pyaar se taliya bajata hai. Duniya ke kone kone se, gagan ko chune ki khwahish uski. Toote dilon ka bandhan, gaon ki galiyon me gunjta. Koyal ki madhur dhun, gaon ke kheton me gunjti hai. Pariyon ka desh, bharat ki dharti, taron ka aangan, dhoop",
    "sibilants": "Sapno se sundar, srishti se shreshth, samudra ki sair karne ka samay aa gaya hai. Sheesham ke sajaye huye kamre mein soye, shayari sunte hue. Zameen se aasmaan tak, zaroorat se zyada suvidhaon ke saath, sair karne ka nazariya badal jayega.",
    "additional": "Mic ki nazdiki ka dhyan rakhein, yeh naak ki awaz ko kam karne mein mahatvapurna hai. M aur N jaise naak ki awaazein, acoustically treated kamre mein bhari ho sakti hain. Halki tonal antar mic ki sensitivity ko prabhavit kar sakte hain. Dhvani gunvatta, acoustics, takneeki pehlu aur phon"
  },
  "Spanish (Spain, Mexico)": {
    "plosives": "Pedro, brillante pintor, trabaja duro dibujando. Bajo el techo, duda, piensa y bebe. De pronto, toma decisión, pinta un gigante gato debajo de un paraguas. Dos patos, tres gatos, kilos de color. Gracias Pedro, por tu gran pasión.",
    "sibilants": "Escucha, todos los cisnes suelen susurrar en las frescas siluetas del bosque. Sus alas despliegan un suave suspiro bajo la luz de luna. En la distancia, el mar suspira, las estrellas chispean y la brisa susurra historias de ensueño, mientras los pesares se desvanecen.",
    "additional": "Probaremos la calidad del sonido, la acústica y los aspectos técnicos de esta grabación. Repetiremos palabras con los sonidos /m/, /n/, /r/, que varían según el acento. Presta atención al sonido \"rodado\" o \"golpeado\" de la /r/. Ajusta la sensibilidad del micrófono para un sonido más claro de /r/."
  },
  "Arabic (Saudi Arabia, UAE)": {
    "plosives": "بدأت بناء بيت بجانب بحيرة ضبابية. تلك البحيرة تعج بالبط والدجاج. قلقت كثيرا حول كيفية التعامل مع الدجاج الذي يدخل بيتي. تذكرت قصة خالي عندما ك",
    "sibilants": "صوت السماء يشهد بأن الزهراء أصبحت جزءاً لا يتجزأ من زهور الربيع. زهرة الياسمين تشع نورا وسحرا كأنها تلمس الأرواح. في الصباح، تحلق الأش",
    "additional": "مرحبا، أنا محمود، النداءات الصوتية مهمة لتقييم الأداء, نميز بين الأصوات الحنكية واللهجات الحلقية. ضبط مسافة الميكروفون مهم لتوازن الهمس والاح"
  },
  "Portuguese (Brazil, Portugal)": {
    "plosives": "Pedro pega pipocas para brincar. Bruna, bela bailarina, bate biscoitos dourados. Tadeu toma tangerinas no deck, enquanto Diana dá doces deliciosos. Gisele gosta de gatos grandes. Carlos, corajoso capitão, conhece cavernas conhecidas. Gabriela guarda gorros gentis.",
    "sibilants": "Nesta sessão, vamos avaliar a qualidade do som, acústica e aspectos técnicos das performances de voz. A sintonia suave e a essência sonora dos sibilantes, como /s/, /ʃ/, /z/, /ʒ/, são cruciais para uma excelente comunicação. Aprecie a sutil diferença em seus sons.",
    "additional": "Nasal vowel clarity é um desafio em configurações de microfone próximas. Ajuste a distância do microfone para melhorar o som dos vocábulos com /m/, /n/, /ʊ/. A configuração do microfone afeta como as vogais são pronunciadas em alta frequência. As vogais nasais podem soar embaralhadas, mas com ajustes corretos, podemos alcançar a melhor qualidade"
  },
  "Russian": {
    "plosives": "Петр бегает по тропинке, добрый день, товарищи. Глубоко под землей тишина. Каждый день, брат Петр трудится в саду. Скажите, почему груши такие вкусные? Деревянные столы и стулья по-прежнему",
    "sibilants": "Сегодня мы изучаем звуки языка. Слушайте шипящие и свистящие звуки: с, ш, щ, з. Эти звуки дарят русскому языку особенный шарм. Скажите: \"Солнечный свет сияет на заснеженные шишки.\"",
    "additional": "Всем привет, сегодня мы говорим о фонетике и акустике в голосовом озвучивании. Проверим звучание звуков /f/, /v/, /ʧ/, /ʤ/ и фрикативных. Особо обратим внимание на палатализованные звуки,"
  },
  "French (France, Canada)": {
    "plosives": "Parlons de Paris, une belle ville. Tout d'abord, le tour Eiffel donne une perspective panoramique. Deuxièmement, le boulangerie propose pain, baguette, tarte. D'accord, visitons le jardin du Luxembourg. Gare de l'Est, c'est l'endroit où prendre le train. Connaissez-vous le quartier de la Bastille? Génial!",
    "sibilants": "Ses chaussures zébrées sont sur la chaise. Suzanne est chez le coiffeur, ses ciseaux sont silencieux. Le chasseur s'est assis sur le sofa, s'amusant avec sa chaussette. Sa passion pour les poissons est sans cesse croissante.",
    "additional": "Bonjour, mon nom est Martin. J'habite dans une maison moderne près du montagne. J'ai un chien qui s'appelle Run. Parfois, je m'amuse à lire des romans pendant que Run ronronne à mes pieds. Mais le son de la pluie sur le toit en métal est vraiment mon préféré."
  },
  "Indonesian": {
    "plosives": "Pagi ini, bunga teratai di taman berwarna pink. Domba dan kuda berlari di padang rumput. Gajah dan kerbau di hutan. Tapi, burung pelatuk dan kancil di kebun. Bagus dan pesona alam yang damai.",
    "sibilants": "Sesi suara ini adalah untuk menguji kualitas suara, akustik, aspek teknis, dan karakteristik fonetik. Syaratnya, kata-kata harus mengandung suara /s/, /ʃ/. Saya berharap suara ini sesuai dengan ekspektasi anda. Sukses selalu dan semoga suara ini membantu.",
    "additional": "Selamat datang di studio perekaman kami. Kami mendedikasikan diri untuk menciptakan suara yang memukau dan menggetarkan telinga. Mungkin Anda mencari suara yang menggema atau mungkin suara lembut dan menghibur. Dengan mic yang tepat, kita bisa menciptakan nuansa dramatis atau narasi yang mendalam. Sinar mentari pagi menambah semangat kami untuk menciptakan"
  },
  "Japanese": {
    "plosives": "パンはパリの象徴です。でも、東京のパン屋も素晴らしいですよ。大きなビルが立ち並ぶ都市でも、静かな田舎でも、パンは人々の生活に欠かせません。そして、甘いケーキも我々の日常を豊かにします。ガ",
    "sibilants": "すばらしい音声サービスを提供します。美しい音色、高精度な技術、鮮烈な音響特性、これが私たちのサービスです。すべてはあなたのために、最高の音声パフォーマンスを実現します。信頼と満足をお",
    "additional": "Kon'nichiwa, minna-san. Watashitachi no mokuteki wa, voisu obā no onkyō, akusutikusu, gijutsu yōso, soshite hatsuon tokusei o hyōka suru koto desu. M, N, ton intoneishon, shūhassei shita fukugo-on wa kōshūhasū mondai o okosu kamo shire"
  },
  "German": {
    "plosives": "Bitte, probiere Peter's pikante Paprikas. Drei Dutzend dichte Datteln täglich. Komm, kochen wir köstliche Kartoffeln. Gitta's goldene Gitarre glänzt großartig. Bist du bereit, Bananenbrot zu backen? Gute, geduldige Gäste genießen gerne.",
    "sibilants": "Sicherlich sehen Sie das Geheimnis des Zauberers. Er schließt seine Augen, zaubert sanft und zeigt uns seine besondere Faszination. Sie sollten seine Schau nicht verpassen, es ist schlicht spektakulär. Zögern Sie nicht, es ist sehenswert.",
    "additional": "Franz fährt sein flottes Fahrzeug, während er frisch gebackene Vanille Brötchen verfeinert. Er schätzt die Sicht auf verschneite Fichten und genießt die stille Ruhe des Dorfes. Sein Freund Jürgen, ein Jäger, schließt sich ihm an. Sie plaudern und lachen, während sie die Landschaft genießen."
  },
  "Filipino": {
    "plosives": "Pakikinig tayo sa pambihirang balita. Pinakabagong teknolohiya, dala ng kabangisan ng panahon. Gabi-gabi, dapat tayong magpasalamat sa kalikasan. Dito tayo nagmumula, patungo sa kinabukasan na puno ng pag-asa.",
    "sibilants": "Sa susunod na sandali, sisimulan na natin ang isang masaya at makasaysayang selebrasyon. Sa kasalukuyan, sinisimulan na natin ang isang paglalakbay sa mga sikat na siyudad. Sa bawat sulok, sisilipin natin ang mga sikat na pook. Abangan ang pasabog na sorpresa sa dulo.",
    "additional": "Mabuhay! Ako si Manuel, narito upang magbigay ng mahusay na serbisyo sa inyo. Ang kabundukan at kabukiran, ang malamig na simoy ng hangin, at ang malasakit na dala ng mga mabubuting mamamayan, ito ang nagbibigay kulay sa ating bansa. Minsan, maaaring mahirap ang pagsubok na ating kin"
  },
  "Korean": {
    "plosives": "평화로운 백조의 편안함과 풍부한 밤의 산들바람이 풀밭에서 탄다. 따뜻한 동물의 들판에서 담배를 피우며, 고요한 꿈이 깨어나는 그 곳에서 카페를 찾아",
    "sibilants": "서울의 소시지 가게에서 신선한 소시지를 사서, 시원한 소주와 함께 즐기는 것은 어떨까요? 시장에서 산 신선한 채소와 소시지를 조합해 차가운 소주와 맛있는 저녁을 즐겨보",
    "additional": "마이크의 민감도를 높여서 /m/, /n/ 소리와 같은 구개음이 선명하게 들릴 수 있도록 합시다. 그러나 너무 가까이 마이크를 가져가면 숨소리가 강조될 수 있으니 주의해야 합니다. 마이크의 거리를 조"
  },
  "Vietnamese": {
    "plosives": "Phòng bán trà đặc biệt, dành cho khách ghé thăm. Tay bác bếp đang bận rộn, gói bánh, pha trà. Đồ trang trí kỹ lưỡng, tạo dấu ấn riêng. Khi ghé qua, bạn sẽ thấy được tình yêu trong từng món ă",
    "sibilants": "Chào mừng bạn đến với siêu thị Sapa, chúng tôi chuyên cung cấp các sản phẩm tươi sống từ rau củ, thịt sạch, đến các loại hạt dinh dưỡng. Bên cạnh đó, chúng tôi còn có các mặt hàng tiện lợi như",
    "additional": "Xin chào, tôi đang kiểm tra chất lượng âm thanh. Một, hai, ba, /m/, /n/, thử nghiệm ngôn ngữ thanh điệu. Khoảng cách đến mic có thể làm méo tiếng do thay đổi cao độ. Sự mũi họng trong nguyên âm có thể gâ"
  },
  "Turkish": {
    "plosives": "Papatya bahçesi, başka bir dönemde, tatlı düşler kurulurdu. Bu düşlerde, kırlarda geleneksel bir piknik vardı. Toprağın derinliklerinde, gözlere görünmeyen bir dünya, kıpır kıpır hayat vardı.",
    "sibilants": "Ses sistemimiz süper, sıcak ve samimi. Şarap şişeleri şık ve şaşırtıcı. Sessiz şehirler, sakin sakin şarkı söylüyor. Şimdi sıra sizde, sesinize şans verin. Şaşırıp sevinç şarkıları söyleyin. Sesimiz, sizinle.",
    "additional": "Merhaba, benim adım Mert. Sizinle bu ses kaydında, ses kalitesinin detaylarını ve akustiğin önemini tartışacağım. Seslendirme performanslarının teknik yönlerini ve fonetik özelliklerini anlamak için mikrofon yerleşimini ayarlamamız gerekiyor. Bu, /m/ ve /n/ gibi ünsüz"
  },
  "Tamil": {
    "plosives": "Pattu paravai pattathai parakkum. Thangam thanga tholil kudi. Dheepam deepa vilakil kuduthu. Kaalai kadaiyil kozhukattai kudukkum. Ganga gangaiyil guninthu pogum. Bhojanam bhoomiyil beedam pola.",
    "sibilants": "Sangeetha, samsayam illama sila samayathil, seithu vittu samayal seivathu semma sugam. Selvam, samudhaya sakthi, silambu, sambar, sastram, sishya, shantham, shree, shakti ellam sangeethathil serthu seivathu semma santhosham.",
    "additional": "மிகையான மூச்சு மாற்றம், /m/ மற்றும் /n/ ஒலிகளை அதிகமாக உண்டாக்கும். சத்த மாற"
  },
  "Italian": {
    "plosives": "Bene, partiamo. Prima, perfetto pane pugliese. Poi, bel baccalà bollito. Talento, teatro, tanta tempesta. Dolce dama danza di domenica. Canta, caro, canzone calabra. Gustoso gelato gianduia, grande gioia.",
    "sibilants": "Scusami, sto cercando il ristorante Sassi. È sulla strada principale? Sì, sicuramente. Segui questa strada, poi svolti a sinistra. Passi il supermercato e la chiesa, poi trovi il ristorante Sassi. Grazie mille per l'assistenza.",
    "additional": "Inizia con un tono aperto, pronunciando parole che contengono /m/ e /n/. Come \"momento\", \"magnifico\", \"naturale\" e \"nuovo\". Poi, regola la distanza dal microfono per mantenere la chiarezza dei suoni vocalici in toni aperti. Adesso, ripeti \"amore\", \"onda\", \"mela\", \"nido\" e \"mamma\". Ci"
  },
  "Ukrainian": {
    "plosives": "Павло приніс банан, букет тюльпанів та декілька книг. Ганна готує обід, котлети та борщ. Брат тримає кита на горбу. Дід Петро в підвалі тримає груші та картоплю.",
    "sibilants": "Сьогодні ми відкриваємо нову сторінку в історії. Все змінюється, сонце сяє яскравіше. Зірки в небі високо світяться, і вітер шепоче таємниці. Секрет",
    "additional": "Добрий день! Ми перевіряємо якість звукового обладнання. Прошу вам вимовити звуки /m/, /n/. Налаштуйте мікрофон, щоб гарантувати чіткість носових звуків та м'яких"
  },
  "Polish": {
    "plosives": "Paweł pije piwo pod brzozą. Beata biega, bo babcia piecze bułki. Tadeusz tańczy tango, dziadek denerwuje dalmatyńczyka. Kasia kupuje krem karotkowy. Grzegorz gra w golfa, gąska gęgała głośno.",
    "sibilants": "Szczęście to stan, w którym spełniają się nasze marzenia. Szanujmy to, co mamy, bo zawsze może być gorzej. Znajomość naszej duszy jest kluczem do zrozumienia siebie. Zasługujemy na szczęście, które z siebie wynika, nie ze świata zewnętrznego.",
    "additional": "Mam nowe, jasne marzenia, które niezmiennie pamiętam. Życzę ci szczęścia, zrozumienia i miłości. Drżę na myśl o naszych wspólnych chwilach. Język jest narzędziem do wyrażania emocji, więc uważaj na dźwięki i jakość mikrofonu."
  },
  "Dutch": {
    "plosives": "Peter pakt de bal, tikt tegen de boom, danst de dans, kijkt naar de kat, gaat gelukkig naar de bakker. Tijdens het praten proeft hij de bittere, pittige peper. Daarna kruipt hij in bed, genietend van de kalme, stille nacht.",
    "sibilants": "Saskia zit steevast op zaterdag in de zonneschijn. Zij speelt met haar schelpen verzameling. Ze ziet zichzelf als een zeester in de zee. Soms zet ze zorgeloos een schelp aan haar oor en luistert naar de zee. Ze is zeer tevreden met haar zachte zee schatten.",
    "additional": "Goedenavond, mijn naam is Simon. Ik kom uit Maastricht, een charmante stad in Nederland. Mijn favoriete seizoen is de zomer, vooral in de maand juni. Mijn hobby's zijn muziek luisteren en wandelen in de natuur. Ik geniet ook van het maken van zelfgemaakte maaltijden. Mijn favoriete dier is de miereneter. Luister naar de muziek van de"
  },
  "Romanian": {
    "plosives": "Pleacă pe podul pietruit, privind peisajul pictat. Băiatul bate balonul, bunicul bea bere. Trenul trece, turta tare ține în tăcere. Domnul Dan dansează dezbrăcat. Copiii cântă către cer, cainele caută cățelul. Gândacul galben grăbește spre gr",
    "sibilants": "Suntem în sala de spectacole unde se află un șoim superb, ce zboară sus pe cer. În zare se zărește o zonă cu zăpadă, unde zeci de zece șerpi șușotesc în șoaptă. Sucul de struguri este delicios, și pe stradă se aud zgomote de șoferi nervoși",
    "additional": "Bună ziua, acesta este un test de sunet pentru a evalua calitatea acustică, aspectele tehnice și caracteristicile fonetice ale prestațiilor de voiceover. Vă rugăm să ajustați microfonul pentru a reduce nasalitatea în vocale. Pronunțăm acum cuvinte cu sunete adiționale, cum ar fi /m/ și /n/. Micul monstru a intr"
  },
  "Swedish": {
    "plosives": "På päronträdet bakom båten tar dagens första kastanj. Gå dit, plocka både päron och kastanjer. De små barnen, tysta och glada, börjar plocka. Kastanjer, päron, både stora och små. De är glada, tacksamma för dagens skörd.",
    "sibilants": "Solen skiner på den silvriga sjön. Skuggorna söker skydd under de stora tallarna. Sjöns vågor skvalpar mot stranden. Zebrafiskarna simmar snabbt i akvariet. Sädesärlan sjunger sin sång på kvällen.",
    "additional": "Hej, här testar vi ljudkvaliteten på vår mikrofon. Vi justerar mikrofonens placering för att uppnå optimal klarhet. Månens månstrålar ger en mystisk atmosfär. Vi hör nu på nattens naturliga symfoni, full av dova, nasal ljud. Observera hur ljuden från bokstäverna m och n blir fylligare."
  },
  "Hungarian": {
    "plosives": "Péter bátran dolgozik, tudatosan gondolkodik, kedvét pedig barátai pörkölttel dobják fel. Gyakran beszélnek történetekről, például a bátor királyról, aki a gonosz sárkányt legyőzte.",
    "sibilants": "Sziasztok, szeretettel szolgálok számos színes, szórakoztató sztorival. Szívesen szusszanok a szőlős szőnyegen, szemlélve a szikrázó csillagokat. Szálló porcicákat látok szerteszét, mintha csak szemcsés csillagpor lenne. Szép, sz",
    "additional": "Miközben a mikrofont szabályozom, fontos, hogy minden hang tiszta és természetes legyen. Az \"m\" és \"n\" hangok, valamint az orrhangzósodás befolyásolhatja az érthetőséget. Az akusztika, a hangminőség, a technikai részletek és a fonetikai jellemzők"
  },
  "Norwegian": {
    "plosives": "Per pakker bøker bak bilen. Tante Tone tar toget tidlig. Dagen er dyster, det drypper. Kattens klør klører kassen. Guttene gikk gjennom gaten.",
    "sibilants": "Sjekk lydsystemet nå. Suser lyden, eller er det kanskje en sjenerende skurring? En sizzling steak, en sølvfarget skje, en sirkusartist som svinger seg. Zebraer i zoo, en zirkoniumring. Så, hvordan høres dette ut?",
    "additional": "Hei, dette er en lydtest. Vi justerer mikrofonen for klarere vokal- og konsonantseparasjon. Vi tester også lyder som /m/ som i mann og /n/ som i natt. Vi evaluerer lydkvalitet, akustikk og tekniske aspekter. Vi ser også på fonetiske egenskaper i stemmeoverføringer."
  },
  "Danish": {
    "plosives": "På broen bærer Bitten tunge tasker. Dejligt dyrker Dorte det tålmodige træningspas. Katrine klipper køligt i kangarooens kraftige klo. Gert griber gavmildt gæstens gabardinefrakke. Denne dag er præget af pæne personer, begavede børn, tålmodige trænere, dr",
    "sibilants": "Søs er på vej til Sønderjylland. Hun skal besøge sin søster, Susse, og deres sødme fyldte hus. De skal bage en særlig sød skærekage, mens de snakker og griner sammen. Dette er en særlig sød, sjov og hyggelig situation for Søs og Susse.",
    "additional": "Velkommen til vores nye podcast, hvor vi dykker ned i emner som musik, film, mode og mad. Vi håber, du vil nyde denne lytteoplevelse, og at den vil motivere dig til at tænke bredt og dybt. Lad os begynde denne fantastiske lydrejse sammen."
  },
  "Slovak": {
    "plosives": "Pozdravujem, testujeme plosívne hlásky. Potrebujem, aby bola práca bezchybná. Dnešný deň je krásny. Gitarista hrá pri krbe. Ticho dominuje v parku. Bojím sa tmy. Ďakujem za pochopenie.",
    "sibilants": "Sústredme sa na súčasné sústavy, ktoré sú zásadne špecifické. Zaujímavé sú aj štúdie závratných rýchlostí. Šéf zároveň zisťuje zosilnenie signálu. S tým súvisí skúška zvukových schopností.",
    "additional": "Dobrý deň, vítame vás v našom štúdiu. Dnes sa budeme venovať hodnoteniu kvality zvuku, akustiky a technických aspektov nahrávania hlasu. Berte prosím na vedomie, že pri výslovnosti hlások /m/, /n/ môže znieť nosová rezonancia"
  },
  "Croatian": {
    "plosives": "Početna postaja je pored banke. Bicikl je brz, ali dječak trči brže. Teta donosi džem od krušaka. Kada gledamo golubove, pjevajući pjesme, dobivamo osjećaj spokoja. Gospodin Kovač popravlja krov.",
    "sibilants": "Svijetli sjaj srebrne spužve sja u sjeni. Sve su zvijezde sjale, zasjale su sa svim snagama. Svi smo zaslužili zasjajati, suosjećati i osjećati. Što smo stvorili, za sve smo zaslužni. Sjajno je što smo zajedno.",
    "additional": "Sada ćemo prilagoditi mikrofon da uravnoteži nosne i suglasničke tonove. Molim vas da izgovorite slova M i N jasno i glasno. Uzmimo minutu za prilagodbu zvuka i akustike. Naš cilj je postići idealnu ravnotežu između nosnih i suglasničkih tonova."
  },
  "Greek": {
    "plosives": "Πάνω στο βουνό, ένα τραπέζι με δύο καρέκλες, γεμάτο φρούτα και λαχανικά. Πίσω από το βουνό, ένας τεράστιος δράκος κ",
    "sibilants": "Στη σύγχρονη Σαντορίνη, η Σοφία συνάντησε τον Σωτήρη για σουσάμι. Συζητούσαν για τον ζωολογικό κήπο και τα ζ",
    "additional": "Καλησπέρα, θα ξεκινήσω με μια μικρή ρύθμιση του μικροφώνου για βελτιστοποίηση των ηχητικών αποχρώσεων. Μετ"
  },
  "Czech": {
    "plosives": "Přijďte, podívejte se na ten báječný poklad pod palubou. Tam, děti dobře baví se s pečlivě vybranými hračkami. Kde Greta trénuje taneční kroky a Pavel brouká písničku. Dobrý den, přátelé, pojďte k nám",
    "sibilants": "Skutečně zvláštní zážitky se zjevují, když se zastavíš a sleduješ šumící stromy. Šeptají tajemství z příběhů staletí, často způsobují zvláštní emoce. Čas šumění je časem zamyšlen",
    "additional": "Vítejte v našem novém studiu. Máme moderní mikrofony pro nejlepší možnou kvalitu zvuku. Snažíme se, aby naše nahrávky byly plné a čisté. Umístění mikrofonu je důležité pro jasnost samohlásek. Věnujte prosím pozornost nasálním zv"
  },
  "Bulgarian": {
    "plosives": "Бързата пантера прескочи градината. Тя беше толкова бърза, че дърветата и тревата плеснаха във възхищение. Кучето гледаше с открита уста, докато пантерата прескачаше през дъ",
    "sibilants": "Със сигурност слушате силата на съвременния звук. Звездите сияят със своите живи светлини, тъй като съзерцаваме съзвездията. Следвайки свежият звук на сърцето си, създ",
    "additional": "Менюто на деня включва нашенските ястия като баница, млинци и комбинация от домати и краставици. Няколко минути могат да направят разлика във вкуса. Не забравяйте да настроите микрофона правилно, за да ня"
  },
  "Finnish": {
    "plosives": "Puhun parhaillaan puhelimessa. Tuotteeni todella tarvitsevat täydellistä teknistä testausta. Kuka tahansa kuulisi, että demot on tehty todella hyvin. Gallerian galleriat ovat kultaa kalliimpia. Banaanit ovat bussissa, joka pysähtyy pääkadulla.",
    "sibilants": "Sisältöä saa selkeästi suodatettua, kun sulkee silmänsä ja kuuntelee. Suomalaiset lauseet saavat sinut tuntemaan suurta sähköistystä. Sävelkielestä saa aina sisukkuutta ja seikkailunhalua. Suomessa sisäinen sielunmaisema saa sinut syttymään. Kun",
    "additional": "Nyt testaamme äänenlaatua, akustiikkaa ja teknisiä aspekteja. Mikrofonin sijoittelu on tärkeä tasapainon kannalta. Puhuimme merimiehen muistista ja näimme nukkuvan nummikotkan. Nasaalinen ääntäminen voi vaikuttaa tallenteen selkeyteen. Muistathan"
  },
  "Malay": {
    "plosives": "Pada pukul tujuh pagi, Budi berjalan ke taman. Dia melihat gajah dan kuda bermain. Dia pergi ke kedai buku dan beli buku tentang dunia. Gembira, dia pulang ke rumah segera. Kini, dia dapat baca buku baru di taman.",
    "sibilants": "Selamat datang di stasiun radio kami, Sensasi Suara Seri. Kami menyajikan suguhan musik terbaik secara eksklusif untuk pendengar setia. Dari jazz, blues, sampai musik klasik, semua ada di sini. Selalu sambut hari dengan semangat dan suara indah.",
    "additional": "Selamat datang, nama saya Muhammad. Saya menikmati menonton film dan membaca novel. Selain itu, saya juga suka makanan manis seperti donat dan coklat. Membuat kopi adalah salah satu hobi saya. Saya tinggal di kota yang indah dan ramai bernama Kuala Lumpur. Terima kasih kerana mendengar."
  }
}